{
  "translation": {
    "menu": {
      "home": "Inicio",
      "services": "Servicios",
      "about": "¿Quienes somos?",
      "contact": "Contáctanos"
    },
    "home": {
      "content": "Nos dedicamos al adiestramiento y entrenamiento canino, con más de 10 años de experiencia comprobable con perros de todas las razas. Nos enfocamos en mejorar la vida de los perros y educar a sus dueños en el cuidado y manejo de los mismos.\n\nNuestra especialidad es la corrección de conductas y el trabajo con perros agresivos, pero también realizamos entrenamientos de búsqueda y rescate, entrenamientos deportivos, etc.\n\nEstamos dedicados cien por cien a los perros orientándonos a mejorar la relación de estos con sus dueños.\n\nTodo esto de una manera absolutamente amable, respetando sus características especie específicas teniendo en cuenta que son seres emocionales, que sienten igual que nosotros el dolor, el miedo, la felicidad, que deben aprender a gestionarse y controlarse solos, dejando de lado el enfoque del Adiestramiento que propone un control férreo y constante sobre la conducta de los perros dándole así mayor autonomía e independencia lo que genera relaciones más saludables y amenas."
    },
    "training": {
      "puppies": {
        "title": "Adiestramiento de cachorros",
        "description": "✅Todo sobre cuidados básicos, alimentación, salud.\n\n✅ Paseos, sin miedos ni conductas agresivas o demasiado exuberantes.\n\n✅Vínculos afectivos sanos que permitan y respeten los momentos de acompañamiento e independencia.\n\n✅Juegos para que aprenda a quedarse solo y desgastar energía adecuadamente.\n\n✅Comandos básicos para una comunicación clara y bidireccional.\n\n✅Como manejar adecuadamente las mordidas, morder es malo ? NO ! Pero debe saber que, cómo y cuándo.\n\n✅Como utilizar los juegos e instintos naturales para canalizar emociones y energía.\n\n✅Conductas Higiénicas: recién llegado al mundo el cachorro aprende lo que le enseñamos y si se lo enseñamos con amor y respeto el aprendizaje durará toda la vida.\n\n✅Como permitirle que crezca saludable y que no rompa el hogar en el transcurso."
      },
      "aggressive": {
        "title": "Adiestramiento canino para problemas de conducta como agresividad o miedo",
        "description": "El adiestramiento canino está en un momento de gran crecimiento en el campo del diagnóstico y el tratamiento de problemas de conducta, buscamos mediante el estudio de la ciencia del comportamiento realizar diagnósticos claros y de la mejor calidad para hacer un uso correcto de la última tecnología del comportamiento disponible hasta la fecha.\n\nNos encontramos en constante capacitación en estos temas para siempre encontrarnos a la vanguardia e ir avanzando y actualizando nuestros conocimientos y técnicas para brindarles a perros y tutores lo mejor.\n\nProponemos procedimientos y estrategias consistentes y eficaces para cada caso en particular, desarrollando un plan de trabajo personalizado en cada caso. \n\nNuestro mayor objetivo es mejorar la calidad de vida de perros y tutores con nuestro servicio, casos de agresividad y miedo realmente nos conmueven y daremos todo de nosotros para lograr superar los problemas de comportamiento y emocionales que aquejan a los perros y familias que nos contacten.\n\nNos mueve la pasión por el trabajo con perros y ver los resultados nuestro mayor premio!"
      },
      "dogs": {
        "title": "Adiestramiento canino",
        "description": "Para todos los perros! Nuestro objetivo es ayudarte en cada etapa de vida de tu perro, para que puedas desarrollar todas sus capacidades , superar miedos, enseñarle a quedarse solo sin sentir angustia u ansiedad, hacerse amigo de esos perros o personas a los que antes no podía ni ver, a relacionarse adecuadamente con perros y personas con las que convive o incluso animales de otras especies a las que normalmente quiere cazar 🤣\n\nLas ventajas de la autonomía son innumerables, entre ellas la propia autonomía.\n\nSólo existe conocimiento de la ciencia, sólo podemos saber cómo son las cosas desde la ciencia, sólo podemos conocer cuáles son los mecanismos por los que suceden las cosas desde la ciencia, por lo tanto cualquier Adiestramiento del comportamiento debe basarse en la ciencia.\n\nQueremos hacer un trabajo de calidad, con lo cual debemos definir cada caso, operativizar, aplicar y luego evaluar los resultados, de cada uno de los trabajos en los que nos embarcamos cuando los clientes nos contratan."
      },
      "work": {
        "title": "Adiestramiento para perros de trabajo",
        "description": "El adiestramiento de protección civil que proponemos es 100% amable con el perro, aprovechando sus capacidades naturales de cacería lo dotamos de habilidades para controlar sus impulsos y encausando correctamente sus instintos mejorando su vida.\n\nPara ponerlo en un ejemplo claro es como enseñarle a una persona un arte marcial o cualquier actividad de combate que requiera de control y entrenamiento, los perros disfrutan del trabajo y lo hacen si así lo desean.\n\nMuy atrás quedaron los trabajos de protección anticuados que se les obligaba al perro a morder y se lo sometía a situaciones de estrés y sufrimiento.\n\nPara poder desarrollar este tipo de actividades los perros deben tener capacidades innatas genéticas que solo se consiguen con la selección adecuada y responsable de los ejemplares.\n\nEl adiestramiento sólo puede comenzar si los ejemplares pasan la prueba que realizamos en la primera clase.\n\nSiempre y en todos los casos los tutores deben implicarse en el adiestramiento y estar dispuestos a aprender cómo funciona la cabeza del perro y el adiestramiento de protección.\n\nNosotros vamos a proveer de todas las herramientas necesarias para el adecuado desarrollo del adiestramiento, la cantidad de clases varía según la calidad del perro, la implicación de los tutores en las clases y tareas y los objetivos de cada binomio (perro, humano )."
      },
      "tutor": {
        "title": "Adiestramiento de tutores",
        "description": "El adiestramiento canino de tutores es enseñar a los dueños de perros cómo comunicarse y convivir mejor con sus mascotas. Implica aprender a establecer reglas claras, enseñar comandos básicos, entender el comportamiento del perro y cómo manejar situaciones difíciles de manera efectiva. Básicamente, ayuda a los dueños a ser mejores compañeros para sus perros y a construir una relación más fuerte y positiva entre ellos."
      }
    },
    "about": {
      "title": "¿Quien es Ignacio Torres?",
      "content": "La pasión por los perros viene desde la cuna, toda mi vida sentí curiosidad sobre cómo se comportaban los perros, siempre quise aprender a comunicarme con ellos y saber cómo ayudarlos cuando tenían problemas, a calmarse cuando tenían miedo, se ponían agresivos, cuando tenían ansiedad al quedarse solos y todos los problemas que vemos en los perros desde muy chico siempre quise intervenir y ayudarles. Para mí estar con perros y pasar tiempo con ellos, es algo fascinante, siempre tratando de entender su lenguaje sus emociones, sus gestos.\n\nAl pasar el tiempo fue convirtiéndose en una realidad, y a los 16 años comencé mis estudios sobre el comportamiento canino. Tuve muchos mentores a lo largo de mi carrera, intente sacar lo mejor de cada uno según mi propio punto de vista que siempre fue muy claro, yo quería trabajar con perros revolucionando el adiestramiento, salir de lo convencional y tradicional donde había mucho maltrato, eso siempre fue en contra del todo lo que yo sentía y no soportaba ver cómo algunos perros sufrían por ese tipo de adiestramiento.\n\nMi formación, Carlos Alfonso López es el autor de la mayoría de mis libros y una persona a la cual admiro profundamente, James O Heare, Frank H., Lindssay Steven., MC Connel P. ,. Claudio Gerzovich, Entre otros forman mi biblioteca los favoritos.\n\nMis mentores en la práctica el gran Osbaldo Bonavera, Antonio Bellido Del Sid, Juan Carlos Moreda, Juan Pablo Frisicaro. Mis profundos agradecimientos a todos ellos.\n\nNeuropsicología canina.\n\nAdiestramiento Cognitivo emocional.\n\nTécnicas avanzadas de adiestramiento para perros de trabajo.\n\nRastro, búsqueda en grandes áreas, búsqueda de explosivos, narcóticos, cadáver y personas vivas.\n\nAdiestramiento de perros de intervención táctica grupos especiales de la fuerza.\n\nPerros para funciones militares.\n\nPerros para seguridad de personas custodias y seguridad para familias.\n\nTécnico en corrección de conductas caninas, enfoque gestionalista.\n\nAdiestramiento para perros de deporte IGP, Ring Francés.\n\nEsta profesión está en constante evolución, lo que sabíamos hace 10 años es absolutamente diferente a lo que sabemos hoy, la ciencia avanzó y nos proporciona técnicas y conocimientos sorprendentes los cuales actualicé de manera constante y lo seguiré haciendo durante toda mi vida, porque la curiosidad que siento por entender a los perros y mejorarles la vida no solo no mermo nunca, sino que cada vez es más intensa.\n\nEstoy agradecido de poder ayudar a las familias y a los perros a entenderse cada vez mejor y a través de técnicas absolutamente amigables, respetando a los perros y cuidando de su salud comportamental, física y emocional.",
      "imageAlt": "Ignacion Torres junto a dos de sus alumnos caninos",
      "imageAlt2": "Ignacion Torres junto a un pastor aleman de trabajo"
    },
    "contact": {
      "title": "¡Contáctanos por WhatsApp o redes sociales!",
      "whatsAppNumber": "+5493513899551",
      "whatsAppMessage": "Hola, Ignacio, me gustaría conocer más sobre los entrenamientos. ¿Podrías contactarme a este número?",
      "instagramUrl": "https://www.instagram.com/entrenamientocanino.it/",
      "facebookUrl": "https://www.facebook.com/correccionconductascaninas?mibextid=LQQJ4d",
      "copyRightText": "All rights reserved ©Copyright {{year}} Igancio Torres"
    }
  }
}
